!
"
""
"",
"".
"a
"all
"an
"best
"billboard"
"de
"i
"in
"it
"la
"my
"new
"one
"the
"this
"to
"we
&
'the
(
()
(),
().
(,
(;
(a
(also
(and
(as
(born
(disambiguation)
(e.g.
(for
(formerly
(from
(in
(including
(later
(now
(or
(see
(such
(the
(which
(who
(with
)
,
-
.
...
/
1
1,
1,000
1.
10
10,
10,000
100
1000
10th
11
11,
11th
12
12,
12th
13
13,
13th
14
14,
14th
15
15,
150
15th
16
16,
16th
17
17,
17th
18
18,
18th
19
19,
1910
1912
1914
1917
1918
1919
1920
1921
1923
1924
1927
1928
1929
1930
1930s
1932
1933
1934
1936
1938
1939
1939,
1940
1940,
1941
1941,
1942
1943
1943,
1944
1944,
1945
1945,
1945.
1946
1947
1948
1949
1950
1950s
1951
1952
1953
1954
1955
1956
1957
1958
1959
1960
1960s
1960s,
1961
1962
1963
1964
1965
1966
1967
1967,
1968
1968,
1969
1969,
1970
1970,
1970s
1970s,
1971
1971,
1972
1972,
1973
1973,
1974
1974,
1975
1976
1976,
1976.
1977
1978
1979
1979,
1980
1980,
1980s
1980s,
1981
1981,
1981.
1982
1982,
1983
1983,
1983.
1984
1984,
1984.
1985
1985,
1985.
1986
1986,
1986.
1987
1987,
1987.
1988
1988,
1989
1989,
1989.
1990
1990,
1990.
1990s
1990s,
1991
1991,
1991.
1992
1992,
1992.
1993
1993,
1993.
1994
1994,
1994.
1995
1995,
1995.
1996
1996,
1996.
1997
1997,
1997.
1998
1998,
1998.
1999
1999,
1999.
19th
1st
2
2,
2.
20
20,
200
2000
2000,
2000.
2001
2001,
2001.
2002
2002,
2002.
2003
2003,
2003.
2004
2004,
2004.
2005
2005,
2005.
2006
2006,
2006.
2007
2007,
2007.
2008
2008,
2008.
2009
2009,
2009.
2010
2010,
2010.
2011
2011,
2011.
2012
2012,
2012.
2013
2013,
2013.
2014
2014,
2014.
2015
2015,
2015.
2016
2016,
2016.
20th
21
21,
21st
22
22,
23
23,
24
24,
25
25,
26
26,
27
27,
28
28,
29
29,
2nd
3
3,
30
30,
300
31
31,
32
33
34
35
36
3rd
4
4,
40
400
44,
45
4th
5
5,
50
500
5th
6
6,
60
64,
65
6th
7
7,
70
75
7th
8
8,
80
8th
9
9,
90
9th
:
;
<br>
=
a
a.
abandoned
abbey
abc
ability
able
about
above
absence
abuse
academic
academy
accept
accepted
access
accident
accommodate
accompanied
according
account
accounts
accurate
accused
achieve
achieved
acid
acquired
across
act
act,
acted
acting
action
actions
active
actively
activities
activity
actor
actors
actress
acts
actual
actually
ad
adam
adaptation
adapted
add
added
adding
addition
addition,
additional
additionally,
address
adjacent
administration
administrative
admiral
admitted
adopted
adult
adults
advance
advanced
advantage
advertising
advice
advisory
affairs
affect
affected
affiliated
africa
africa,
africa.
african
after
again
again,
again.
against
age
age,
age.
aged
agencies
agency
agent
agents
ages
agreed
agreement
agricultural
agriculture
ahead
aid
aim
aimed
aims
air
aircraft
aircraft.
aired
airlines
airport
al
alabama
alan
albert
album
album's
album,
album.
albums
alcohol
alex
alexander
alfred
ali
all
alleged
allen
alliance
allied
allow
allowed
allowing
allows
almost
alone
along
alongside
already
also
also,
alternate
alternative
although
always
am
amateur
ambassador
america
america,
america.
american
american,
americans
among
amongst
amount
amounts
an
analysis
ancient
and
and,
and/or
anderson
andrew
andy
angeles
angeles,
animal
animals
animated
ann
anna
anne
anniversary
announced
annual
annually
another
anthony
antonio
any
anyone
anything
apart
apparent
apparently
appeal
appear
appearance
appearances
appeared
appearing
appears
apple
application
applications
applied
apply
appointed
appointment
approach
approached
appropriate
approval
approved
approximately
april
arab
arabic
archaeological
archbishop
architect
architectural
architecture
are
are:
area
area,
area.
areas
areas,
areas.
arena
argentine
argued
arizona
arm
armed
armenian
arms
army
army,
army.
around
arranged
arrangement
arrest
arrested
arrival
arrived
arriving
art
art,
art.
arthur
article
articles
artillery
artist
artistic
artists
arts
arts,
as
asia
asian
asian,
asked
asking
asks
aspects
assault
assembly
assigned
assist
assistance
assistant
assisted
associate
associated
association
association,
association.
assumed
at
athletes
athletic
athletics
atlantic
attached
attack
attacked
attacking
attacks
attempt
attempted
attempting
attempts
attend
attendance
attended
attending
attention
attorney
attracted
attributed
audience
audio
august
august,
austin
australia
australia,
australia.
australian
austrian
author
authorities
authority
authors
automatic
autonomous
available
avenue
average
aviation
avoid
award
award,
award.
awarded
awards
awards,
awards.
aware
awareness
away
away.
b
b.
baby
bachelor
back
background
bad
balance
ball
baltimore
ban
band
band's
band,
band.
bands
bank
banks
banned
baptist
bar
baron
base
baseball
based
basic
basin
basis
basketball
bass
battalion
battle
battles
bay
bay,
bbc
bc
be
beach
bear
bears
beat
beating
beautiful
beauty
became
because
become
becomes
becoming
been
beer
beetle
before
began
begin
beginning
begins
begun
behalf
behavior
behind
being
belgian
belief
believe
believed
believes
bell
belong
belonged
belonging
below
ben
benefit
benefits
benjamin
berlin
bernard
besides
best
better
between
beyond
bible
big
biggest
bill
billion
billy
biological
bird
birds
birth
bishop
bit
black
block
blocks
blood
blue
board
boat
boats
bob
bobby
bodies
body
bomb
bond
book
book,
books
books,
border
borders
born
borough
boston
both
bottom
bought
boundary
bowl
box
boy
boys
brain
branch
branches
brand
brazil
brazil.
brazilian
break
breaking
brian
brick
bridge
brief
briefly
brigade
bright
bring
bringing
britain
british
broad
broadcast
broadcasting
broadway
broke
broken
bronze
brother
brother,
brothers
brought
brown
brown,
bruce
buddhist
budget
buffalo
build
building
building,
building.
buildings
built
bureau
bureau,
buried
bus
buses
bush
business
business,
business.
businesses
but
but,
buy
by
c
c.
cabinet
cable
california
california,
california.
call
called
calling
calls
cambridge
came
camera
camp
campaign
campaign,
campaign.
campbell
campus
can
can't
canada
canada,
canada.
canadian
canal
cancer
candidate
candidates
cannot
capable
capacity
cape
capita
capital
captain
capture
captured
car
carbon
card
cardinal
cards
care
career
career,
career.
cargo
carl
carlos
carolina
carried
carries
carry
carrying
cars
carter
case
case,
cases
cases,
cash
cast
castle
category
cathedral
catholic
cattle
caught
cause
caused
causes
causing
cavalry
cbs
cd
ceased
celebrated
cell
cells
cemetery
census
census,
census.
center
center,
center.
centers
central
centre
centre,
centre.
centuries
century
century,
century.
ceo
ceremony
certain
certified
chain
chair
chairman
challenge
challenged
challenges
chamber
champion
champions
championship
championship,
championship.
championships
championships.
chance
change
changed
changes
changing
channel
channels
chapel
chapter
character
characteristic
characterized
characters
charge
charged
charges
charity
charles
charlie
charlotte
chart
chart.
charter
charts
chemical
chicago
chicago,
chief
child
childhood
children
children's
children,
children.
china
china,
china.
chinese
choice
choose
chose
chosen
chris
christ
christian
christianity
christians
christmas
christopher
church
church,
church.
churches
cinema
circle
circuit
cited
cities
citizens
city
city's
city,
city.
civil
civilian
claim
claimed
claiming
claims
clan
clark
class
classes
classic
classical
classification
classified
clay
clean
clear
clearly
cleveland
clients
climate
clinical
close
closed
closely
closer
closing
club
club's
club,
club.
clubs
co.
coach
coached
coaching
coal
coalition
coast
coastal
coat
code
coins
cold
collaborated
collaboration
collected
collection
collections
collective
college
college,
college.
colleges
colonel
colonial
colony
color
colorado
colour
columbia
column
combat
combination
combined
come
comedy
comes
comic
comics
coming
command
commanded
commander
commenced
commercial
commission
commissioned
commissioner
committed
committee
common
commonly
commonwealth
commune
communication
communications
communist
communities
community
community,
community.
companies
company
company's
company,
company.
compared
compete
competed
competing
competition
competition,
competition.
competitive
compilation
complete
completed
completely
completing
completion
complex
component
components
composed
composer
composition
comprehensive
comprises
computer
concentration
concept
concern
concerned
concerning
concerns
concert
concerts
concluded
conclusion
concrete
condition
conditions
conduct
conducted
conference
confirmed
conflict
congress
connect
connected
connecting
connection
connections
consecutive
conservation
conservative
consider
considerable
considered
considering
consist
consisted
consisting
consists
constant
constituency
constitution
constitutional
constructed
construction
consumer
contact
contain
contained
containing
contains
contemporary
content
contest
contested
context
continental
continue
continued
continues
continuing
continuous
contract
contrast
contributed
contributing
contribution
contributions
control
controlled
controversial
controversy
convention
conventional
conversion
converted
convinced
cooper
cooperation
copies
copper
copy
core
corner
corporate
corporation
corps
correct
corresponding
cost
costa
costs
cotton
could
council
council,
council.
count
counties
countries
countries,
countries.
country
country's
country,
country.
county
county,
county.
couple
couples
course
courses
court
court,
court.
courts
cousin
cover
coverage
covered
covering
covers
crash
create
created
creating
creation
creative
credit
credited
credits
creek
crew
cricket
crime
criminal
crisis
critic
critical
criticism
criticized
critics
cross
crossed
crossing
crowd
crown
crystal
cult
cultural
culture
culture.
cup
cup,
cup.
current
currently
custom
customers
cut
cycle
czech
d
d.
d.c.
da
daily
dam
damage
damaged
dan
dance
dancing
dangerous
daniel
danish
dark
data
date
dated
dates
dating
daughter
daughter,
daughters
dave
david
davis
day
day,
day.
days
days,
days.
de
dead
deal
dean
death
death,
death.
deaths
debate
debut
debuted
decade
decades
december
decide
decided
decides
decision
decisions
declared
decline
declined
dedicated
deemed
deep
defeat
defeated
defeating
defence
defend
defended
defending
defense
defensive
defined
definition
degree
degrees
del
delivered
delivery
delta
demand
demands
democratic
demolished
demonstrated
denied
denmark
dennis
density
departed
department
departure
dependent
depending
deployed
depression
depth
deputy
der
derived
des
descendants
describe
described
describes
describing
description
desert
design
design,
design.
designated
designed
designer
designs
desire
despite
destroy
destroyed
destruction
detailed
details
determine
determined
detroit
develop
developed
developing
development
development,
development.
device
devices
devoted
di
diameter
diamond
did
didn't
die
died
diego
difference
differences
different
difficult
digital
diocese
diplomatic
direct
directed
direction
directly
director
director,
director.
directors
disc
discontinued
discovered
discovery
discussed
discussion
disease
disney
display
displayed
dispute
distance
distinct
distinction
distinctive
distinguished
distributed
distribution
district
district,
district.
districts
diverse
divided
division
division,
division.
divisions
dna
do
doctor
document
documentary
documents
does
doesn't
dog
doing
domain
domestic
dominant
dominated
don
don't
donald
donated
done
door
double
douglas
down
down.
downtown
dr
dr.
draft
drafted
drama
dramatic
draw
drawing
drawn
drew
drive
driven
driver
drivers
driving
drop
dropped
drove
drug
drugs
drummer
dry
du
dual
dublin
due
duke
duo
during
dutch
duties
duty
dvd
dynasty
e
e.
each
earl
earlier
earliest
early
earn
earned
earning
earth
easily
east
east,
east.
eastern
easy
economic
economics
economy
eddie
edge
edited
edition
editions
editor
educated
education
education,
education.
educational
edward
effect
effective
effectively
effects
effort
efforts
eggs
egypt
egyptian
eight
eighth
either
el
elder
eldest
elected
election
election,
election.
elections
electoral
electric
electrical
electronic
element
elementary
elements
elevated
elevation
eleven
eligible
eliminated
elite
elizabeth
emerged
emergency
emotional
emperor
emphasis
empire
empire.
employed
employees
employment
en
encouraged
end
end,
end.
ended
endemic
ending
ends
enemy
energy
enforcement
engaged
engine
engineer
engineering
engines
england
england,
england.
english
english,
enjoyed
enough
enrolled
ensure
enter
entered
entering
enters
entertainment
entire
entirely
entitled
entrance
entry
environment
environmental
enzyme
ep
episode
episode,
episodes
equal
equipment
equipped
equivalent
era
erected
eric
escape
especially
essential
essentially
establish
established
establishing
establishment
estate
estimated
et
etc.
ethnic
europe
europe,
europe.
european
evans
even
evening
event
event,
event.
events
events,
events.
eventual
eventually
ever
every
everyone
everything
evidence
evil
evolution
evolved
exact
exactly
example
example,
examples
excellent
except
exception
exchange
exclusive
exclusively
executed
executive
exercise
exhibit
exhibited
exhibition
exist
existed
existence
existing
exists
expand
expanded
expansion
expected
expedition
expensive
experience
experienced
experiences
experimental
expert
explained
explains
exposed
express
expressed
expression
extend
extended
extension
extensive
extensively
extent
external
extra
extreme
extremely
eye
eyes
f.
face
faced
facilities
facility
facing
fact
fact,
factor
factors
factory
faculty
failed
failure
fair
faith
fall
falling
falls
false
fame
families
families.
family
family,
family.
famous
fan
fans
fantasy
far
farm
farmers
farming
fashion
fast
father
father's
father,
father.
favor
favorite
favour
fc
fear
feature
featured
features
featuring
february
federal
federation
feed
feel
feeling
feet
fell
fellow
felt
female
females
females.
ferry
festival
festival,
festival.
few
fewer
fiction
fictional
field
field,
field.
fields
fifa
fifteen
fifth
fight
fighter
fighting
figure
figures
file
filed
fill
filled
film
film's
film,
film.
filmed
filming
films
films,
films.
final
final.
finally
finally,
finals
finance
financial
find
finding
finds
fine
finish
finished
finishing
finnish
fire
fired
firing
firm
first
first,
first-class
fish
fishing
fit
fitted
five
fixed
flag
flat
fled
fleet
flight
floor
florida
florida,
flow
flowers
flows
fly
flying
fm
focus
focused
focuses
folk
follow
followed
following
follows
follows:
food
foot
football
footballer
for
force
force,
force.
forced
forces
forces.
ford
foreign
forest
form
formal
formally
format
formation
formed
former
formerly
forming
forms
formula
fort
forward
foster
fought
found
foundation
founded
founder
founding
four
fourth
fox
frame
framework
france
france,
france.
franchise
francis
francisco
frank
franklin
fred
frederick
free
freedom
freight
french
frequency
frequent
frequently
fresh
friend
friendly
friends
from
front
fruit
fuel
full
full-time
fully
function
functions
fund
fundamental
funded
funding
funds
funeral
further
furthermore,
future
g
g.
gain
gained
gallery
game
game,
game.
games
games,
games.
gang
gap
garden
gardens
gary
gas
gate
gathered
gave
gay
gear
gender
gene
general
general,
generally
generated
generation
genus
george
georgia
german
germans
germany
germany,
germany.
get
gets
getting
giant
giants
girl
girls
give
given
gives
giving
glass
global
gmina
go
goal
goals
god
goes
going
gold
golden
golf
gone
good
goods
gordon
gospel
got
gothic
government
government,
government.
governments
governor
grade
grades
gradually
graduate
graduated
graduating
graham
grammar
grand
grant
granted
great
greater
greatest
greatly
greek
green
grew
grey
ground
grounds
group
group's
group,
group.
groups
groups,
groups.
grow
growing
grown
growth
guard
guards
guest
guide
guilty
guitar
guitarist
gulf
gun
guns
guy
h.
habitat
had
half
hall
hall,
hamilton
hand
hand,
hands
happened
happy
hard
harris
harry
harvard
has
have
having
he
head
headed
headquarters
heads
health
hear
heard
hearing
heart
heat
heavily
heavy
height
held
help
helped
helping
helps
hence
henry
her
her,
her.
here
heritage
hero
herself
hidden
high
higher
highest
highly
highway
hill
hill,
hills
him
him,
him.
himself
himself,
himself.
hindu
hip
hired
his
hispanic
historian
historic
historical
history
history,
history.
hit
hits
hms
hockey
hold
holding
holds
holiday
hollywood
holy
home
home,
home.
homes
hong
honor
honorary
honors
honour
hope
horror
horse
horses
hospital
hospital.
host
hosted
hosts
hot
hotel
hour
hours
house
house,
house.
housed
household
householder
households
households,
houses
housing
houston
how
howard
however
however,
huge
hugh
human
humans
hundred
hundreds
hungarian
hunt
hunter
hunting
hurricane
husband
i
i'm
i,
i.
i.e.
ian
ibn
ice
idea
ideas
identical
identified
identify
identity
if
ii
ii,
ii.
iii
illegal
illinois
image
images
immediate
immediately
immigration
impact
imperial
implementation
implemented
importance
important
improve
improved
in
in,
inaugural
inc.
incident
include
include:
included
includes
including
income
incorporated
increase
increased
increases
increasing
increasingly
incumbent
independence
independent
index
india
india,
india.
indian
indiana
indians
indicate
indicated
indicates
indigenous
individual
individuals
indoor
industrial
industries
industry
industry.
infantry
influence
influenced
influences
influential
information
informed
infrastructure
inhabitants
inherited
initial
initially
initiated
initiative
injured
injuries
injury
inner
inside
inspired
installed
instance,
instead
instead,
institute
institution
institutions
instrument
instrumental
instruments
insurance
integrated
intellectual
intelligence
intended
intention
interactive
interest
interested
interesting
interests
interior
intermediate
internal
international
internet
intersection
interview
interviews
into
introduced
introduction
invasion
investigation
investment
invited
involved
involvement
involves
involving
iowa
iran
iran.
iranian
iraq
iraqi
ireland
ireland,
ireland.
irish
iron
is
is,
islamic
island
island,
island.
islands
isolated
israel
israeli
issue
issued
issues
issues.
it
it's
it,
it.
italian
italy
italy,
items
its
itself
iv
j.
jack
jackson
jacob
james
jan
jane
january
japan
japan,
japan.
japanese
jason
jazz
jean
jeff
jerry
jersey
jesus
jewish
jews
jim
jimmy
job
jobs
joe
john
johnny
johnson
join
joined
joining
joint
jonathan
jones
jordan
joseph
josé
journal
journalist
journey
jr.
juan
judge
judges
judicial
july
july,
junction
june
june,
junior
jury
just
justice
k.
kansas
karl
keep
keeping
kelly
ken
kennedy
kent
kentucky
kept
kevin
key
khan
kill
killed
killing
kim
kind
king
king's
king,
kingdom
kingdom,
kingdom.
kings
knew
knight
know
knowledge
known
kong
korea
korean
l.
la
label
labor
laboratory
labour
lack
lady
laid
lake
lakes
land
land,
land.
landed
landing
lands
landscape
lane
language
language,
language.
languages
large
largely
larger
largest
larry
las
last
lasted
late
later
later,
later.
latest
latin
latino
latter
launch
launched
law
law,
law.
lawrence
laws
lay
layer
le
lead
leader
leaders
leadership
leading
leads
league
league,
league.
learn
learned
learning
least
leave
leaves
leaving
led
lee
left
leg
legal
legend
legislation
legislative
length
less
let
letter
letters
level
level,
level.
levels
lewis
li
liberal
library
license
licensed
lie
lies
lieutenant
life
life,
life.
light
like
likely
limit
limited
limits
lincoln
line
line,
line.
linear
lines
link
linked
links
list
listed
lists
literacy
literary
literature
little
live
lived
liverpool
lives
living
loan
local
locally
located
location
locations
locomotive
locomotives
london
london,
london.
long
long,
long-term
long.
longer
longest
look
looked
looking
looks
lord
los
lose
losing
loss
losses
lost
lot
louis
louisiana
love
low
lower
lowest
luis
lyrics
m
m.
mac
machine
made
magazine
magazine,
magic
main
mainly
mainstream
maintain
maintained
maintaining
maintenance
major
majority
make
makes
makeup
making
male
males
males.
man
man,
manage
managed
management
manager
manages
managing
manchester
manner
manor
manufactured
manufacturer
manufacturing
manuscript
many
map
march
march,
margaret
maria
marie
marine
mario
maritime
mark
marked
market
market.
marketing
markets
marks
marriage
married
marry
marshall
martial
martin
mary
maryland
mass
massachusetts
massive
master
master's
masters
match
matches
material
materials
mathematical
mathematics
matrix
matt
matter
matthew
max
maximum
may
may,
mayor
me
mean
meaning
means
meant
meanwhile,
measure
measures
mechanical
mechanism
medal
medals
media
media,
median
medical
medicine
medieval
mediterranean
medium
meet
meeting
meets
melbourne
member
members
members,
members.
membership
memorial
memory
men
men's
men,
men.
mental
mention
mentioned
merchant
merely
merged
merger
message
met
metal
meters
method
methodist
methods
metres
metro
metropolitan
mexican
mexico
mexico,
mexico.
miami
michael
michigan
mid
middle
might
mike
mile
miles
military
mill
miller
million
million.
mills
mind
mine
minimum
mining
minister
ministry
minnesota
minor
minute
minutes
miss
missed
missile
missing
mission
missions
missouri
mix
mixed
mobile
mode
model
models
modern
modified
molecular
moment
monastery
money
month
monthly
months
months,
months.
montreal
monument
moon
moore
moral
more
morgan
morning
moscow
most
mostly
moth
mother
mother,
motion
motor
mount
mountain
mountains
mounted
mouth
move
moved
movement
movement,
movement.
movements
moves
movie
moving
mr
mr.
mrs.
much
muhammad
multiple
municipal
municipalities
municipality
murder
murray
museum
museum,
music
music,
music.
musical
musician
musicians
muslim
must
my
name
name,
name.
named
names
narrow
nation
national
nations
native
natural
nature
naval
navy
nazi
nba
nbc
ncaa
near
nearby
nearly
necessary
need
needed
needs
negative
negotiations
neighborhood
neither
nelson
net
netherlands
network
network.
networks
never
nevertheless,
new
newly
news
newspaper
newspapers
next
nfl
nhl
nicholas
nick
night
nine
ninth
no
no.
noble
nominated
nomination
non-families.
none
nor
normal
normally
norman
north
north,
north-west
northeast
northeastern
northern
northwest
northwestern
norway
norwegian
not
notable
notably
note
noted
notes
nothing
nova
novel
novels
november
november,
now
nuclear
number
numbered
numbers
numerous
oak
object
objective
objects
observed
obtain
obtained
occasionally
occupation
occupied
occur
occurred
occurs
ocean
october
october,
of
off
offensive
offer
offered
offering
offers
office
office,
office.
officer
officers
offices
official
officially
officials
often
ohio
ohio,
oil
oklahoma
old
older
older.
oldest
olympic
olympics
olympics.
on
on,
on.
once
one
one,
one.
ones
ongoing
online
only
ontario
ontario,
onto
open
opened
opening
opera
operate
operated
operates
operating
operation
operational
operations
operations.
operator
opinion
opportunities
opportunity
opposed
opposite
opposition
option
or
orange
orchestra
order
order.
ordered
orders
ordinary
oregon
organ
organic
organisation
organised
organization
organizations
organized
origin
original
originally
originated
orthodox
other
other,
other.
others
others,
others.
otherwise
ottoman
our
out
out,
out.
outbreak
outdoor
outer
output
outside
outstanding
over
over,
over.
overall
overseas
own
owned
owner
owners
ownership
oxford
p.
pacific
page
paid
painted
painter
painting
paintings
pair
pakistan
palace
palestinian
panel
paper
papers
parallel
parents
paris
paris,
parish
park
park,
park.
parking
parks
parliament
parliamentary
part
partial
partially
participants
participate
participated
participating
participation
particular
particular,
particularly
parties
partly
partner
partners
partnership
parts
party
party,
party.
pass
passage
passed
passenger
passengers
passes
passing
past
path
patient
patients
patrick
pattern
paul
pay
peace
peak
peaked
pedro
penalty
peninsula
pennsylvania
pennsylvania,
pennsylvania.
people
people's
people,
people.
per
percent
percentage
perfect
perform
performance
performances
performed
performing
perhaps
period
period,
period.
periods
permanent
permission
permitted
persian
person
personal
personnel
persons
peter
phase
phil
philadelphia
philip
philosophy
phone
photographs
photography
physical
physics
piano
pick
picked
picture
pictures
piece
pieces
pilot
pioneer
pittsburgh
place
place,
place.
placed
places
placing
plan
plane
planet
planned
planning
plans
plant
plants
plate
platform
play
played
player
player.
players
playing
playoff
plays
playstation
plot
plus
poem
poems
poet
poetry
point
point,
pointed
points
points,
points.
poland
poland,
poland.
police
policies
policy
polish
political
politician
politician.
politics
pool
poor
pop
pope
popular
popularity
population
population,
population.
populations
port
portion
portions
portrait
portrayed
portuguese
position
position,
position.
positions
positive
possession
possibility
possible
possibly
post
posted
potential
poverty
power
power,
power.
powered
powerful
powers
practical
practice
practices
praised
predominantly
premier
premiere
premiered
preparation
prepare
prepared
presence
present
present,
present-day
presented
presents
preserved
president
presidential
press
pressure
prestigious
prevent
prevented
previous
previously
price
priest
primarily
primary
prime
prince
princess
principal
principle
principles
print
printed
printing
prior
prison
prisoners
private
prix
prize
pro
probably
problem
problems
process
process.
processes
processing
produce
produced
producer
producers
produces
producing
product
production
production.
productions
products
professional
professor
profile
program
program,
program.
programme
programming
programs
progress
progressive
project
project,
project.
projects
prominent
promote
promoted
promoting
promotion
proper
properties
property
proposal
proposed
protect
protected
protection
protein
protest
protestant
prove
proved
provide
provided
provides
providing
province
province,
province.
provinces
provincial
public
publication
publications
publicly
published
publishing
puerto
punk
purchase
purchased
pure
purpose
pursue
pushed
put
putting
qualified
qualify
qualifying
quality
quarter
queen
queensland
question
questions
quickly
quite
r.
rabbi
race
race,
race.
races
races,
races.
racial
racing
radar
radical
radio
raf
rail
railroad
railway
railways
raise
raised
raising
ran
range
rangers
ranging
rank
ranked
ranking
ranks
rapid
rapidly
rare
rarely
rate
rated
rates
rather
rating
ratio
ray
reach
reached
reaches
reaching
reaction
read
reading
ready
real
reality
really
rear
reason
reasons
rebuilt
receive
received
receives
receiving
recent
recently
recently,
recipient
recognition
recognize
recognized
recommended
record
record.
recorded
recording
recordings
records
records,
records.
recovered
recovery
recruited
red
reduce
reduced
reducing
reduction
refer
reference
referred
refers
reflect
reform
refused
regard
regarded
regarding
regiment
region
region,
region.
regional
regions
register
registered
regular
regularly
reign
rejected
related
relation
relations
relationship
relationships
relative
relatively
release
release,
released
relevant
relief
religion
religious
relocated
remain
remainder
remained
remaining
remains
remote
remove
removed
renamed
renowned
repair
repeated
replace
replaced
replacement
replacing
report
reported
reportedly
reporting
reports
represent
representation
representative
representatives
represented
representing
represents
republic
republican
reputation
request
requested
require
required
requirements
requires
requiring
rescue
research
researchers
reserve
residence
resident
residential
residents
residing
resigned
resistance
resolution
resource
resources
respect
respective
respectively.
responded
response
responsibility
responsible
rest
restaurant
restoration
restored
result
result,
resulted
resulting
results
resumed
retail
retained
retired
retirement
return
returned
returning
returns
rev.
revealed
reveals
revenue
review
reviews
revised
revival
revolution
revolutionary
rice
rich
richard
ride
ridge
riding
rifle
right
rights
ring
rio
rise
rising
risk
rival
river
river,
river.
rivers
road
road,
road.
roads
robert
robin
robinson
rock
rocky
roger
role
roles
roman
romanian
romanized
romantic
rome
rome,
ron
roof
room
rooms
roots
rose
ross
roughly
round
round,
round.
route
routes
row
roy
royal
rugby
rule
ruled
rules
ruling
run
running
runs
rural
russell
russia
russia.
russian
ryan
s.
sacred
safe
safety
said
said,
sailed
saint
sale
sales
salt
sam
same
samuel
san
sang
santa
sarah
sat
satellite
saturday
saudi
save
saw
say
saying
says
scale
scene
scenes
schedule
scheduled
scheme
scholar
scholars
scholarship
school
school's
school,
school.
schools
schools,
schools.
science
science,
sciences
scientific
scientists
score
scored
scoring
scotland
scotland.
scott
scottish
screen
script
sculpture
sea
sea.
search
season
season,
season.
seasons
seat
seats
seattle
second
second,
secondary
seconds
secret
secretary
section
sections
sector
secure
secured
security
see
seed
seeds
seeing
seek
seeking
seem
seemed
seems
seen
sees
segment
select
selected
selection
sell
selling
senate
senator
send
senior
sense
sent
sentenced
separate
separated
september
september,
sequence
serbian
serial
series
series,
series.
serious
serve
served
serves
service
service,
service.
services
services,
services.
serving
session
set
sets
setting
settled
settlement
settlers
seven
seventh
several
severe
sex
sexual
shall
shape
share
shared
shares
she
shell
shift
ship
shipping
ships
shooting
shop
shopping
shore
short
shortly
shot
should
show
show,
show.
showed
showing
shown
shows
side
side,
side.
sides
siege
sign
signal
signed
significant
significantly
signing
signs
silent
silver
similar
simon
simple
simply
since
sing
singapore
singer
singh
singing
single
single,
singles
sir
sister
sisters
site
site,
site.
sites
sitting
situated
situation
six
sixth
size
ski
skills
skin
sky
slightly
slow
slowly
small
smaller
smith
smith,
snow
so
so,
so-called
soccer
social
socialist
society
society,
society.
soft
software
soil
solar
sold
soldier
soldiers
sole
solid
solo
solution
some
someone
something
sometimes
somewhat
son
son,
song
song,
song.
songs
songs,
sons
soon
sort
sought
soul
sound
sounds
soundtrack
source
sources
south
south,
south.
southeast
southern
southwest
soviet
space
space.
spain
spain,
spain.
spanish
speak
speaker
speaking
special
specialist
specialized
species
species,
species.
specific
specifically
speech
speed
spend
spending
spent
spirit
spiritual
split
spoke
spoken
sponsored
sport
sporting
sports
spot
spread
spring
springs
squad
squadron
square
sri
st
st.
stable
stadium
staff
stage
stage,
stages
stand
standard
standards
standing
stands
stanley
star
starred
starring
stars
start
started
starting
starts
state
state,
state.
stated
statement
states
states,
states.
stating
station
station,
station.
stations
statistical
statistics
statue
status
stay
stayed
steam
steel
step
stephen
steps
steve
steven
stewart
still
stock
stone
stood
stop
stopped
storage
store
stored
stores
stories
storm
story
story,
straight
strategic
strategy
stream
street
street,
street.
streets
strength
strike
string
strip
strong
strongly
struck
structural
structure
structures
struggle
student
students
students,
students.
studied
studies
studies,
studio
studios
study
studying
style
style.
styles
subject
subjects
submarine
submitted
subsequent
subsequently
subsidiary
substantial
substitute
suburb
succeeded
success
success,
successful
successfully
successor
such
suffered
suffering
sufficient
sugar
suggest
suggested
suggests
suicide
suit
suitable
summer
summit
sun
sunday
sung
super
superior
supplied
supply
support
supported
supporters
supporting
supports
supposed
supreme
surface
surgery
surname
surrounded
surrounding
survey
survived
surviving
suspended
sweden
swedish
swimming
swiss
switched
sydney
symbol
symphony
symptoms
system
system,
system.
systems
systems,
systems.
t.
table
tag
take
taken
takes
taking
talent
talk
talks
tall
tamil
tank
target
task
taught
tax
taylor
tea
teach
teacher
teachers
teaching
team
team's
team,
team.
teams
tech
technical
technique
techniques
technologies
technology
technology,
technology.
television
tell
telling
tells
temperature
temple
temporarily
temporary
ten
tend
tennessee
tennis
tenth
tenure
term
terminal
terminus
terms
territorial
territory
test
testing
tests
texas
texas,
texas.
text
than
thanks
that
that's
that,
the
theater
theatre
theatre,
theatrical
their
them
them,
them.
theme
themselves
then
then,
theory
theory,
there
there,
there.
therefore
therefore,
these
they
thing
things
think
thinking
third
thirteen
thirty
this
this,
thomas
those
though
thought
thousand
thousands
threat
threatened
three
threw
through
throughout
thus
thus,
tied
ties
tigers
till
tim
time
time,
time.
times
times"
times,
times.
title
title.
titled
titles
to
to:
today
today,
today.
together
together,
together.
told
tom
tony
too
took
tools
top
toronto
total
touchdown
tour
tour,
tour.
toured
touring
tourism
tourist
tournament
tournament,
tournament.
toward
towards
tower
town
town,
town.
towns
township
township,
track
tracks
trade
traded
trading
tradition
traditional
traditionally
traffic
trail
train
trained
training
trains
transfer
transferred
transformed
transit
transition
translated
translation
transmission
transport
transportation
travel
traveled
travelled
treated
treatment
treaty
tree
trees
trial
trials
tribe
tribes
tributary
tribute
tried
tries
trinity
trip
triple
troops
trophy
tropical
true
trust
truth
try
trying
tunnel
turkey
turkish
turn
turned
turning
turns
tv
twelve
twenty
twice
twin
two
type
types
typical
typically
u.s.
uefa
uk
uk,
ukraine
ukrainian
ultimate
ultimately
un
unable
uncle
under
undergraduate
underground
understand
understanding
uniform
unincorporated
union
union,
union.
unique
unit
united
units
universal
universities
university
university,
university.
unknown
unless
unlike
until
unusual
up
up,
up.
upon
upper
urban
us
usa
use
use.
used
used.
useful
user
users
uses
using
uss
usually
v
v.
valley
valuable
value
values
van
variety
various
vary
vast
vehicle
vehicles
venture
venue
version
versions
versus
vertical
very
vessel
vessels
via
vice
victims
victor
victoria
victorian
victory
video
videos
vienna
vietnam
view
viewed
viewers
views
village
village,
village.
villages
violence
violent
virginia
virginia,
virtual
virtually
visible
vision
visit
visited
visiting
visitors
visits
visual
vocal
vocals
voice
voivodeship,
volume
volumes
volunteer
von
vote
vote.
voted
votes
voting
w.
waiting
wake
wales
wales,
wales.
walk
walker
walking
wall
walls
walter
want
wanted
wants
war
war,
war.
ward
warner
warren
wars
was
was,
washington
washington,
wasn't
waste
watch
water
water,
water.
waters
wave
way
way,
way.
wayne
ways
we
weak
wealthy
weapon
weapons
wear
wearing
weather
web
website
wedding
week
week.
weekend
weekly
weeks
weight
well
well,
well-known
well.
wells
welsh
went
were
west
west,
west.
western
what
wheel
when
where
whereas
whether
which
which,
while
whilst
white
white,
who
who,
whole
whom
whose
why
wide
widely
widespread
wife
wife,
wild
wildlife
will
william
williams
wilson
win
wind
window
windows
wine
wing
wings
winner
winners
winning
wins
winter
wisconsin
with
withdrew
within
without
woman
women
women's
women,
women.
won
wood
wooden
word
words
work
work,
work.
worked
workers
working
works
works,
world
world's
world,
world.
worldwide
worn
worst
worth
would
wounded
wrestling
wright
write
writer
writer,
writers
writes
writing
writings
written
wrote
x
y
yard
yards
year
year,
year.
years
years,
years.
yellow
yet
york
york,
york.
you
young
younger
youngest
your
youth
zealand
zone
–
—
“the
•
